import Product from '@/models/product'

const bestSellersMock = [
  new Product(
    1,
    125000,
    'CUScNSkgCUB',
    'آنلاین شاپ gandom_granola1، محصول 7',
    'سلام همراهان گندم گرانولا امیدواریم پاییز خوبی رو در پیش داشته باشید.🥰🍂🍁⚘\n' +
          '\n' +
          'قسمت دیگه از گرانولا های خوشمزه گندم گرانولا.😍\n' +
          '\n' +
          'گرانولا های توی عکس گرانولا کره بادام زمینی، گرانولا استوایی و گرانولا آلوورا و نارگیل پرک هستن.🍯🍵🌾\n' +
          '\n' +
          'گرانولا کره بادام زمینی از کره بادام زمینی، مغز بادام زمینی و پایه ثابت گرانولا تشکیل شده که اگر عاشق کره بادام زمینی هستید عاشق این گرانولا میشید. این گرانولا جزء گرانولا هایی هست که به تنهایی هم خیلی خوشمزه هست.🥜🧇\n' +
          '\n' +
          'جالبه که بدونید گرانولا استوایی کمترین کالری رو بین مدل های دیگه گرانولا داره. مواد تشکیل دهندش پایه ثابت گرانولا، انبه خشک، آناناس خشک و دانه چیا هست. مدل استوایی هم که طرفدارای خودشو داره.🥰🥭🍍\n' +
          '\n' +
          'گرانولا آلوورا و پرک نارگیل هم از پایه ثابت گرانولا، آلوورا خشک، پرک نارگیل و تخم آفتابگردان تشکیل شده و طعم خاص و جالبی داره.😋🥥\n' +
          '\n' +
          '#گرانولا #انواع_گرانولا #تنوع #گرانولا_خانگی #صبحانه #عصرانه #عصرونه #خوشمزه #بادام_زمینی #کره_بادام_زمینی #انبه #آناناس #نارگیل #کنجد #جذاب #خوب #خوشمزه😋 #گرانولا_گندم',
    'media/shop/gandom_granola1/2671321587579364609/display_image.jpg',
    null
  ),
  new Product(
    1,
    1234132,
    'CT98oQbMrI0',
    'آنلاین شاپ gandom_granola1، محصول 9',
    'گرانولا بار اسنک پرطرفدار و فوق العاده خوشمزه.😋🥰\n' +
          '\n' +
          'گرانولا بار اسنک مورد علاقه ی همه مخصوصاً کوهنورد ها و ورزشکارا هست، چون هم حمل اون راحت تره هم استفاده راحتی داره.😊💪🏻\n' +
          '\n' +
          'گرانولا بار از مخلوط جو دوسر و جو پرک، خرما و انواع مغز ها و میوه خشک ها تشکیل شده.🍯🫔\n' +
          '\n' +
          'گرانولا بار همچنین منبع خیلی خوبی برای پروتئین هست و حاوی مقدار زیادی مواد معدنی  مثل سلنیوم، زینک و آهن هست و ویتامین های مختلفی مثل ویتامین های B ،C، و E داره.\n' +
          '\n' +
          'این اسنک سالم و پر انرژی طعم فوق‌العاده ای داره. گرانولا بار چون پروتئین زیادی داره عضله سازی هم میکنه و خیلی ها گرانولا بار رو به اسم پروتئین بار میشناسن. شما گرانولا بار امتحان کردید؟😉😋💕\n' +
          '\n' +
          'برای اطلاع از قیمت ها به دایرکت پیام دهید.💚🌾\n' +
          '\n' +
          '#گرانولا #گرانولا_بار #گرانولابار #گرانولا_بار_جو_پرک #گرانولا_خانگی #گرانولا_گندم #ورزشکار #رژیم_ورزشی #ورزش #کوهنوردی #پروتئین #اسنک #سالم #خوشمزه',
    'media/shop/gandom_granola1/2665553203679113780/display_image.jpg',
    null
  ),
  new Product(
    2,
    230985,
    'CThkDjBMbN2',
    'آنلاین شاپ gandom_granola1، محصول 15',
    'امروز یکسری از گرانولا های خوشمزه و پرطرفدار دیگه رو آوردیم.🌾💚😍\n' +
          '\n' +
          'اول از پرطرفدارترین گرانولا شروع میکنیم که گرانولای رژیمی خرما گردو هست. این گرانولا پودر زنجبیل که چربی سوز هست داره و حاوی دانه چیا و تخم کتان هست که علاوه بر خواص زیادشون به دلیل فیبری که دارن شکم رو مدت زیادی پر نگه میدارن.\n' +
          '\n' +
          'گرانولای بعدی گرانولا انجیر و گردو هست که دوستداران انجیر عاشق این گرانولا هستن.🥰 ترکیب انجیر و گردو هم که جزء یکی از بهترین ترکیب ها هست.\n' +
          '\n' +
          'گرانولای میکس مغز و میوه هم که یکی از گزینه های خیلی خوب هست که هم شامل مغز های گردو، بادام، پسته و تخم آفتابگردان و کدو هست به علاوه ی میوه خشک هایی مثل توت فرنگی، آلو، سیب، مویز و ... هست.🍓🍎🍇\n' +
          '\n' +
          'پایه ثابت گرانولا و انواع گرانولا های ما رو میتونید توی هایلایت "انواع گرانولا" مشاهده کنید.🤗🌺🌱\n' +
          '\n' +
          '#انواع_گرانولا #گرانولا_خانگی #گرانولا #عسل #جودوسر #جو_دوسر #گرانولا_گندم',
    'media/shop/gandom_granola1/2657563828559131510/display_image.jpg',
    null
  ),
  new Product(
    2,
    65000,
    'CTUqBrlMGSA',
    'آنلاین شاپ gandom_granola1، محصول 17',
    'گرانولا چندین بار بصورت مکرر توسط مجله های آمریکایی و خارجی جزء بهترین و سالم ترین تغذیه ها انتخاب شده.😊💪🏻💚🌾\n' +
          '\n' +
          'چندتا از دلایلش رو براتون مینویسم:😉🌸\n' +
          '\n' +
          '-گرانولا حاوی آهن هست و از کم خونی جلوگیری میکنه\n' +
          '\n' +
          '-حاوی ویتامین های مختلف از جمله ویتامین های B, E, C\n' +
          '\n' +
          '-تنظیم قند خون بدن\n' +
          '\n' +
          '-تنظیم کلسترول خون (کاهش LDL  و متعادل سازی HDL) \n' +
          '\n' +
          '-افزایش سلامت سیستم گوارشی و باکتری های مفید روده\n' +
          '\n' +
          '-تنظیم فشار خون\n' +
          '\n' +
          '-کمک به کاهش یا افزایش وزن (بستگی به نوع و میزان مصرف داره، هایلایت انواع رژیم و گرانولا رو میتونید بخونید)\n' +
          '\n' +
          '-فیبر بالا، پروتئین بالا\n' +
          '\n' +
          '-حاوی مس، پتاسیم و وزینک\n' +
          '\n' +
          '-افزایش کار کرد مغز\n' +
          '\n' +
          '-بهبود سیستم ایمنی بدن\n' +
          '\n' +
          '-میزان بالای آنتی اکسیدان ها\n' +
          '\n' +
          'امیدوارم این پست براتون مفید باشه، یادتون نره این پست رو سیو کنید و برای دوستتاتون بفرستید تا اونا هم از ویژگی های گرانولا اطلاع پیدا کنن🥰💚🌾🌷\n' +
          '\n' +
          '#گرانولا #خواص #خواص_گرانولا #بدن_سالم #سلامتی #آنتی_اکسیدان #بدنسازی #ورزشکار #تغذیه #تغذیه_سالم #سالم_خوری #اوتمیل #رژیم #گرانولا_گندم',
    'media/shop/gandom_granola1/2653930913895834752/display_image.jpg',
    null
  ),
  new Product(
    3,
    123451,
    'CTSPiLOsRDu',
    'آنلاین شاپ gandom_granola1، محصول 18',
    'گرانولا یکی از بهترین منابع آنتی اکسیدان هست. آنتی اکسیدان ها به سلامتی بدن و سیستم های بدن خیلی کمک میکنن.🌷🌼\n' +
          '\n' +
          'چه خوبه که آنتی اکسیدان ها رو از منابع طبیعی تهیه کنیم.🥰\n' +
          '\n' +
          'غیر از خود گرانولا، شکلات تلخ هم خودش یکی از بهترین منابع آنتی اکسیدان هست. آنتی اکسیدان ها رادیکال های آزاد تولید شده درون بدن رو خنثی میکنن و از بیماری ها جلوگیری میکنن.\n' +
          '\n' +
          'تنوع گرانولا های گندم گرانولا رو میتونید توی هایلایت ها و پست های قبل مشاهده کنید.😊💚🌾🌸\n' +
          '\n' +
          '#گرانولا #گرانولا_خانگی #مقوی #خوشمزه #خوشحالی #سلامتی #آنتی_اکسیدان #شکلات_تلخ #گرانولا_گندم',
    'media/shop/gandom_granola1/2653251449692164334/display_image.jpg',
    null
  )
]

export default bestSellersMock
